{
    "Questions_Adult": [
        {
            "title": "Is this email safe?",
            "image": "./img/phishing1.png",
            "left": "Safe",
            "right": "Not safe",
            "up": "No answer",
            "down": "No answer",
            "good_answer": "right",
            "details": "This email is sent by a strange address, a government institution will never have a gmail, hotmail or outlook address."
        },
        {
            "title": "What is the simplest way to stop brute-force cyberattacks dead in their tracks?",
            "image": "./img/password1.png",
            "left": "Shred all paperwork containing sensitive information",
            "right": "Add a deadbolt lock to all entryways",
            "up": "Add a few unique characters to any password or PIN",
            "down": "No answer",
            "good_answer": "up",
            "details": ""
        },
        {
            "title": "What is most valuable to companies looking to sell you something?",
            "image": "./img/privacy3.jpeg",
            "left": "Your phone number",
            "right": "Your email address",
            "up": "No answer",
            "down": "No answer",
            "good_answer": "left",
            "details": "Indeed, your phone number is the most likely not to change during years"
        },
        {
            "title": "What is the best way to keep employees from falling for phishing scams?",
            "image": "./img/phishing2.jpeg",
            "left": "Email filters that block suspicious attachments",
            "right": "Cybersecurity awareness training",
            "up": "Pop-up blockers",
            "down": "Never open your emailbox",
            "good_answer": "right",
            "details": ""        
        },
        {
            "title": "Which of the following cryptocurrency statements is false?",
            "image": "./img/crypto1.png",
            "left": "Blockchain is the digital ledger that records all cryptocurrency transactions",
            "right": "Each new Bitcoin mined requires slightly more energy than the previous one",
            "up": "Cryptocurrency is 100 times more secure than traditional currency",
            "down": "Cryptocurrency assures you of wealth",
            "good_answer": "up",
            "details": ""
        },
        {
            "title": "An application asks for contacts, microphone, SMS ... access",
            "image": "./img/mobile1.jpg",
            "left": "Never bother with this, hit OK",
            "right": "Grant time-to-time permissions for applications",
            "up": "Uninstall this application",
            "down": "No answer",
            "good_answer": "right",
            "details": "In general, applications ask for user permissions in order to provide them with services. However, there are applications that will ask permission to all sorts of data that might not seem necessary for the application to work. Sometimes, the reason is to collect sensitive information through these permissions and subsequently sell them to spammers or scammers. The user should always be cautious, especially if he/she downloads applications from untrusted or dubious sources."
        },
        {
            "title": "An malware that's blocks your computer unless you pay is called",
            "image": "./img/malware1.jpeg",
            "left": "A ransomware",
            "right": "A trojan",
            "up": "A bot",
            "down": "A Spyware",
            "good_answer": "left",
            "details": "Ransomware attacks encrypt a device's data and holding it for ransom until the hacker is paid to release it. If the ransom isn't paid by a deadline, the hacker will threaten to delete the data—or possible expose it. Paying up may not help; often, victims lose their data even if they pay the fee."
        },
        {
            "title": "What exactly is a Botnet?",
            "image": "./img/malware1.jpeg",
            "left": "Phishing",
            "right": "POS attack",
            "up": "DoS attack",
            "down": "No answer",
            "good_answer": "up",
            "details": "If the requests come from multiple sources, it is a DDoS (Distributed-Denial-of-Service) attack."
        },
        {
            "title": "What is the type of attack designed to hinder the normal operation of a website",
            "image": "./img/network1.jpeg",
            "left": "Phishing",
            "right": "POS attack",
            "up": "DoS attack",
            "down": "No answer",
            "good_answer": "up",
            "details": "If the requests come from multiple sources, it is a DDoS (Distributed-Denial-of-Service) attack."
        },
        {
            "title": "To protect your communications over public networks you should",
            "image": "./img/network1.jpeg",
            "left": "Use a Virtual Private Network (VPN)",
            "right": "Find the strongest WiFi signal near you",
            "up": "Turn off your file sharing",
            "down": "Prefer sending email than using a well-known service",
            "good_answer": "left",
            "details": "A VPN allows a company to leverage Internet resources, enabling employees to easily collaborate from various locations, including home."
        },
        {
            "title": "Which of the following statements is true about GDPR?",
            "image": "./img/gdpr1.jpeg",
            "left": "It only applies to companies located in Europe.",
            "right": "GDPR is closely related to IT security.",
            "up": "Failing to comply with GDPR only damages a company's reputation",
            "down": "No answer",
            "good_answer": "right",
            "details": "A VPN allows a company to leverage Internet resources, enabling employees to easily collaborate from various locations, including home."
        },
        {
            "title": "What is the most suitable password?",
            "image": "./img/password2.jpeg",
            "left": "123456",
            "right": "qwerty123",
            "up": "1q2w3e",
            "down": "MfMa6d@tbc&ich£10",
            "good_answer": "down",
            "details": "When it comes to passwords, think 'length over complexity'. The longer the password, the stronger it is. More characters = more security."
        },
        {
            "title": "Which one of the following is MOST likely to be a hoax?",
            "image": "./img/email.jpeg",
            "left": "An email from a friend you have not seen recently.",
            "right": "An email with an attachment sent by a colleague using their personal email address.",
            "up": "An email asking you to go to a website for a free computer scan.",
            "down": "An email advertisement from a local shop you subscribe to.",
            "good_answer": "up",
            "details": ""
        },
        {
            "title": "Which one of the following should be used to change your password?",
            "image": "./img/window.jpeg",
            "left": "Internet Explorer.",
            "right": "Control Panel.",
            "up": "Anti-virus software.",
            "down": "Windows Firewall.",
            "good_answer": "left",
            "details": ""
        },
        {
            "title": "If You receive this email, what's your next step?",
            "image": "./img/email.jpeg",
            "left": "Ignore the email and delete it.",
            "right": "Follow the link and reset your password.",
            "up": "Reset your password manually.",
            "down": "Ask a colleague.",
            "good_answer": "left",
            "details": "This is a phishing email. If you are using Microsoft, a password reminder will alert your desktop, not your email address. Always use caution when dealing with emails."
        },
        {
            "title": "You're just leaving your office for the day, when you stumble upon a USB stick on the floor. What do you do?",
            "image": "./img/usb.jpeg",
            "left": "Take it home and use it.",
            "right": "Hand it into reception for them to deal with.",
            "good_answer": "left",
            "details": "An unidentified hard drive could cause problems. It is best to hand it in to reception so they can discover if anyone has lost it initially."
        },
        {
            "title": "Your computer has just been infected with Ransomware and the hacker is demanding £1,000 before releasing it. What do you do?",
            "image": "./img/ransomware.jpeg",
            "left": "Send an email to the IT guy in the office.",
            "right": "Try your best to get rid of it before anyone finds out",
            "up": "Pay the ransom. You need your files back!",
            "down": "Disconnect your computer from the network.",
            "good_answer": "down",
            "details": ""
        },
        {
            "title": "Your computer is now clear of Ransomware and you're ready to start working again. What will you do first?",
            "image": "./img/ransomware.jpeg",
            "left": "Backup the data as soon as you can.",
            "right": "Continue working as normal.",
            "up": "Reinstall the USB stick, as you still don't know who it belongs to.",
            "down": "Nothing, it's been dealt with.",
            "good_answer": "left",
            "details": ""
        },
        {
            "title": "On your way home, you've noticed you've left your mobile on the train? What do you do?",
            "image": "./img/telephone.jpeg",
            "left": "Call the train line to find out if anyone has handed it in.",
            "right": "Call your phone to make arrangements to meet the person who found it.",
            "up": "Remotely disable it as soon as possible.",
            "down": "Call the phone network to advise them.",
            "good_answer": "right",
            "details": "Disabling your mobile remotely is a useful application to have. You are able to protect the data, track your phone and delete the data if required."
        },
        {
            "title": "You decide to relax and purchase some concert tickets online. The website doesn't seem to be working as you cannot get through. This is commonly the result of a -",
            "image": "./img/ticket.jpeg",
            "left": "Malware Attack.",
            "right": "DDoS Attack.",
            "up": "Spear-Phising Attack.",
            "down": "Ransomware Attack.",
            "good_answer": "down",
            "details": ""
        }
        
    ],
    "Questions_Child": [
        {
            "title": "By inserting an abandonned USB drive, I risk",
            "image": "./img/usb1.jpeg",
            "left": "Nothing",
            "right": "Having my passwords stolen instantly",
            "up": "To be fined",
            "down": "Having my pc components disfunctionning",
            "good_answer": "right",
            "details": "Inserting an unknown flash drive is always a bit risky because some of them could be USB killer that will overcharge your pc in electricity. If your OS (like Windows) is up to date, you would normaly not have your password stolen until you do not open anything found on the USB device."
        },
        {
            "title": "What is the weakest link in cybersecurity?",
            "image": "./img/cybersecurity1.jpeg",
            "left": "Weak encryption",
            "right": "Humans",
            "up": "Short passwords",
            "down": "Informative systems",
            "good_answer": "right",
            "details": ""
        },
        {
            "title": "What’s the best way to secure a weak password like “monkey123”?",
            "image": "./img/password1.png",
            "left": "Add an uppercase numeral and a special character, such as $",
            "right": "Don’t reuse it anywhere else or share it with anyone",
            "up": "Repeat it twice",
            "down": "Enable two-factor authentication",
            "good_answer": "down",
            "details": ""
        },
        {
            "title": "The best way to minimize your digital footprint is to",
            "image": "./img/privacy1.jpeg",
            "left": "Post less on social media",
            "right": "Take fewer photos with your smartphone",
            "up": "Travel less with your smartphone",
            "down": "Factory reset your phone",
            "good_answer": "left",
            "details": ""
        },
        {
            "title": "When is it ok to reuse a password?",
            "image": "./img/password1.png",
            "left": "When you are logging into social media accounts",
            "right": "When it is too hard to remember a long password",
            "up": "Always if and only it is a strong one",
            "down": "Never",
            "good_answer": "down",
            "details": "You should never use a password many times"
        },
        {
            "title": "Which ride-sharing service collects the least amount of your data?",
            "image": "./img/privacy2.png",
            "left": "Uber",
            "right": "Bolt",
            "up": "Public taxi service",
            "down": "Blablacar",
            "good_answer": "up",
            "details": ""
        },
        {
            "title": "Which one of these things is most effective for maintaining your digital privacy?",
            "image": "./img/privacy1.jpeg",
            "left": "Not sharing personal information on social media",
            "right": "Covering your computer’s front-facing camera",
            "up": "Unsubscribing from all spam emails",
            "down": "Never open your emailbox",
            "good_answer": "left",
            "details": ""
        },
        {
            "title": "Which of the following IS a smart way to test a suspicious link?",
            "image": "./img/phishing2.jpeg",
            "left": "Use a free online tool to expand a shortened link and view the actual destination URL",
            "right": "Use a link scanner tool",
            "up": "Both answers: 1 and 2",
            "down": "Click on it",
            "good_answer": "up",
            "details": "There are safe ways to test a link without actually clicking on it. One way is to know the red flags of a malicious link, so that you are able to spot obvious attempts. But you can also hover over it, use a link expanding tool, or a link scanner"
        },
        {
            "title": "Which website URL is legitimate?",
            "image": "./img/site1.png",
            "left": "https://www.payapl.com/us/webapps/mpp/requesting-payments",
            "right": "http://www.paypay.com.home/",
            "up": "https://www.pay.pal.com/",
            "down": "https://www.paypal.com/us/home",
            "good_answer": "down",
            "details": "Some notable differences in the incorrect URL's are: PayPal will always use “https“ because they are collecting personal information and extra security is required; anything before the forward slash is where you'll be taken, so any extra characters before the / are suspect; slight misspellings or extra characters (such as “payapl“ and “pay.pal“) are also red flags that you are being directed to a malicious site. They can be difficult to spot, so be sure to carefully check URL's."
        },
        {
            "title": "Using two-factor authentication is not an effective tool for securing your accounts",
            "image": "./img/2fa1.jpeg",
            "left": "True",
            "right": "False",
            "up": "No answer",
            "down": "No answer",
            "good_answer": "right",
            "details": "Two-factor authentication is an easy and very effective way to secure your accounts against unauthorized access. With 2FA in place, you can prevent a hacker from accessing your account even if they have cracked or stolen your password. It works by requiring a second piece of information be input - usually a pin or a code - when a login attempt is made from an unrecognized device."
        },
        {
            "title": "I have anti-virus protection, so when it comes to network security, I'm all set",
            "image": "./img/antivirus1.jpeg",
            "left": "True",
            "right": "False",
            "up": "No answer",
            "down": "No answer",
            "good_answer": "right",
            "details": "Anti-virus software alone is no longer enough. Network security today requires a multi-layered approach that includes firewalls, patch management, end-point protection, admin controls, end-user education and data backups management."
        },
        {
            "title": "On your mobile, what source should you use to install the an application?",
            "image": "./img/mobile1.jpg",
            "left": "First result of your research is the best",
            "right": "Ask a fried to install it",
            "up": "All sources are the same",
            "down": "Use the official application store",
            "good_answer": "down",
            "details": "When it comes to mobile applications, it is crucial to be on alert. Always use the trusted application store offered by the device's manufacturer, and never download apps from untrusted, third-party sources. Sometimes applications downloaded directly from the official stores might contain malicious code, thus additional protection - like antivirus solutions - are also recommended."
        },
        {
            "title": "If an email shows my bank's official header and logo, it is reliable. True or false?",
            "image": "./img/bank.jpeg",
            "left": "True.",
            "right": "False.",
            "good_answer": "right",
            "details": "Scammers can perfectly reproduce the graphic look of your bank's emails, and even a carbon copy of its website."
        },
        {
            "title": "In Bluetooth mode, I put my data at risk. True or false?",
            "image": "./img/bluetooth.jpeg",
            "left": "True.",
            "right": "False.",
            "good_answer": "left",
            "details": "The Bluetooth network is often responsible for security breaches that put your data at risk. It's best to turn it off when you're not using it."
        },
        {
            "title": "Downloading an e-mail attachment can allow someone to take control of my computer. True or false?",
            "image": "./img/email.jpeg",
            "left": "True.",
            "right": "False.",
            "good_answer": "left",
            "details": "By downloading the attachment, you can start installing malware that will give hackers access to your computer."
        },
        {
            "title": "A virus can be installed on my computer via a public or free wireless network. True or false?",
            "image": "./img/virus.jpeg",
            "left": "True.",
            "right": "False.",
            "good_answer": "left",
            "details": "This is why it is best to avoid connecting to unsecured networks."
        },
        {
            "title": "When I travel, I am more likely to be a victim of hacking. True or false?",
            "image": "./img/travel.jpeg",
            "left": "True.",
            "right": "False.",
            "good_answer": "left",
            "details": "When we travel, our habits are shaken up. We connect more easily to unsecured networks, or we leave our computer unattended in our hotel room."
        },
        {
            "title": "In the address bar of my search engine, a URL beginning with 'https://' means that the site is secure. True or false?",
            "image": "./img/search.jpeg",
            "left": "True.",
            "right": "False.",
            "good_answer": "left",
            "details": "When a site is secure, the URL begins with the word 'https://'. The absence of an 's' means that the site is not secure."
        },
        {
            "title": "If an email shows my bank's name in the sender field, it's official. True or false?",
            "image": "./img/bank.jpeg",
            "left": "True.",
            "right": "False.",
            "good_answer": "right",
            "details": "Only by hovering or clicking on the sender's name will you be able to view the email address and verify if it is official."
        }
    ]
}
